Repository: 84000/data-translation-memory
Catalog: toh467-v3.tmx
Source language: bo
Languages: en

source: སྤྲོས་ལ་རྒྱས་པའི་བཟླས་པ་བྱ། །ཨོྃ་ཧྲཱིཿཥྚྲིཿཝི་ཀྲྀ་ཏཱ་ན་ན་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། དེ་བ་དཏྟ་པུཥྚིཾ་ཀུ་རུ་སྭཱ་ཧཱ། ཨོྃ་ཧྲཱིཿཥྚྲཱི་ཝིཀྲྀ་ཏཱ་ན་ན་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ། བཽ་ཥ་ཊ་དེ་བ་དཏྟ་སྱ་པུཥྚིཾ་ཀུ་རུ་བཽ་ཥ་ཊ་སྭཱ་ཧཱ། འདི་ནི་བཅོམ་ལྡན་འདས་ཀྱིས་རྒྱས་པའི་ཆོ་ག་གསུངས་པའོ། །
en: “Once the target has been initiated, One should recite the enriching mantra while radiating light: oṁ hrīḥ ṣṭrīḥ vikṛtānana hūṁ hūṁ phaṭ phaṭ svāhā | devadatta puṣṭiṃ kuru svāhā | oṁ hrīḥ ṣṭrīḥ vikṛtānana hūṁ hūṁ phaṭ phaṭ vauṣaṭ devadattasya puṣṭiṃ kuru vauṣaṭ svāhā | This is the enriching rite taught by the Bhagavat.

source: གྲོག་འམ་རས་ལ་རྒྱ་སྐྱེགས་ཀྱི། །ཁུ་བའམ་ཙནྡན་དམར་པོའམ། །སྲིན་ལག་གི་ནི་ཁྲག་ཀྱང་རུང་། །ཡི་གེ་ཧོཿཡིས་བརྟེན་པ་ཡི། །འཁོར་ལོ་གཉིས་ནི་མཉམ་པར་བྲི། །
en: “On birch bark or a rag, One should use lac fluid, red sandalwood, Or blood from their own ring finger, as available, To draw a double circle With the syllable hoḥ appended.

source: འཁོར་ལོ་ནག་པོ་སོགས་བྲལ་བའི། །ཁམ་ཕོར་གཉིས་ནི་ཁ་སྦྱར་དུ། །མར་དང་སྦྲང་རྩིས་བཀང་བ་གཞག །སྐུད་པ་དམར་པོས་བཅིངས་བྱས་ལ། །
en: “The circle should be placed in conjoined bowls, That are not black and so forth, And that are filled with ghee and honey, Then wrapped with a red thread.

source: ནུབ་ཕྱོགས་སུ་ནི་ཁ་བལྟས་ནས། །མེ་ཏོག་དམར་པོས་མཆོད་པར་བྱ། །
en: Facing west one should make Offerings of red flowers.

source: བདག་ཉིད་གཤིན་རྗེ་མཐར་བྱེད་པ། །ཁ་དོག་དམར་པོ་ཆེར་འབར་བ། །ཟླ་བ་དམར་པོ་ལ་གནས་པའོ། །བསྒྲུབ་བྱ་ཡང་ནི་རྣམ་བསམ་བྱ། །
en: “One should imagine themselves as Yama’s Slayer, Red in color and blazing fiercely, And that the target stands On a red moon disk.

source: རང་གི་ལུས་ལས་བྱུང་བ་ཡི། །འོད་ཟེར་དམར་པོ་ལྕགས་ཀྱུ་ཡིས། །བསྒྲུབ་བྱ་དགུག་པར་བྱ་བར་བསམ། །
en: “One should visualize the target being drawn in With hooks of red light rays That emerge from one’s body, And recite the mantra ten thousand times as they spread.

source: སྔགས་ནི་སྤྲོ་ཞིང་ཁྲི་བཟླས་བྱ། །དེས་ནི་བསྒྲུབ་བྱ་ཉམས་གྱུར་ནས། །རྐང་པ་གཉིས་སུ་ལྷགས་གྱུར་ནས། །གོས་བྲལ་སྐྲ་ནི་བཤིག་གྱུར་པ། །རྣམ་པར་བསམས་ལ་བཟླས་པ་བརྩམ། །
en: “Imagining that the target is distressed, Their legs are crippled, And they are naked with their hair loose, Begin the recitation.

source: གལ་ཏེ་དབང་དུ་མ་གྱུར་ན། །མར་ལ་སོགས་པ་བྲལ་བྱས་ལ། །དུ་བ་མེད་པའི་སེང་ལྡེང་མེས། །འཁོར་ལོ་དེ་ནི་སྒྲུབ་པོས་བསྲོ། །
en: “If the target is not enthralled, The practitioner should heat the circle Over a smokeless fire of acacia wood, Omitting the ghee and the rest.”

source: ཨོཾ་ཧྲཱིཿཥྚྲཱིཿཝི་ཀྲྀ་ཏཱ་ན་ན་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། ཧོ་དེ་བ་དཏྟ་ཝ་ཤཾ་ཀུ་རུ་ཧོཿ ཨོཾ་ཧྲཱིཿཥྚྲཱི་ཝིཀྲྀ་ཏཱ་ན་ན་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། བཽ་ཥཊ་དེ་བ་དཏྟ་སྱ་ཝ་ཤ་མ་ན་ཡ་བཽཥཊ། འདི་ནི་བཅོམ་ལྡན་འདས་ཀྱིས་དབང་དུ་བྱ་བའི་ཆོ་ག་གསུངས་པའོ། །
en: oṁ hrīḥ ṣṭrīḥ vikṛtānana hūṁ hūṁ phaṭ phaṭ svāhā | ho devadatta vaśaṃ kuru hoḥ | oṁ hrīḥ ṣṭrīḥ vikṛtānana hūṁ hūṁ phaṭ phaṭ svāhā | vauṣaṭ devadattasya vaśamānaya vauṣaṭ | This is the enthralling rite taught by the Bhagavat.

source: དུར་ཁྲོད་གོས་སམ་ཡང་ན་ནི། །རང་བྱུང་གིས་བསྐུས་རས་ལ་ནི། །ཁྲག་དང་རྒྱ་སྐྱེགས་བསྲེས་པ་ཡིས། །འཁོར་ལོ་གཉིས་ནི་མཉམ་བྲིས་ལ། །
en: “On cloth from a charnel ground Or a rag smeared with menstrual blood, One should draw a double circle With a mixture of blood and lac.

source: ཡི་གེ་ཛཿདང་ཡི་གེ་ཧྲཱིཿས། །མིང་ནི་རྣམ་པར་བརྟེན་བྱས་ལ། །བཙུན་མོ་ཡི་ནི་པདྨའི་སྣོད། །
en: “The target’s name should be framed With the syllables jaḥ and hrīḥ, And the circle placed in conjoined skull cups Made from the skulls of women.

source: ཁ་སྦྱོར་ནང་དུ་བཙུད་བྱས་ཏེ། །སྐུད་པ་དམར་པོས་བཅིངས་བྱས་ལ། །མེ་ཏོག་དམར་པོས་མཆོད་པར་བྱ། །
en: This should be wrapped with red thread And presented with offerings of red flowers.

source: བདག་ཉིད་གཤིན་རྗེ་མཐར་བྱེད་པ། །ནུབ་ཀའི་ཉི་མ་དང་འདྲ་དམར། །ལྕགས་ཀྱུ་དམར་པོས་བཀུག་པ་ཡི། །བསྒྲུབ་བྱ་དག་ནི་རྣམ་བསྒོམ་བྱ། །སྙིང་ལ་ལྕགས་ཀྱུས་བརྒྱ་བ་ནས་ནི། །
en: “Imagining themselves as Yama’s Slayer, Red like the setting sun, One should imagine Seizing the target with red iron hooks.

source: སྐེ་ནས་ཞགས་པས་བཅིངས་བྱས་ཏེ། །གཅེར་བུ་སྐྲ་ནི་མ་བཅིངས་པར། །རླུང་གི་དཀྱིལ་འཁོར་སྦྱོར་བ་ཡི། །སེང་གེ་དམར་པོའི་སྟེང་འདུག་ལ། །རྫས་ལྔ་ཡིས་ནི་བཀྲུ་བྱ་ཞིང་། །འོངས་པ་རུ་ནི་བསམ་པར་བྱ། །
en: “After hooks strike their heart And a noose binds their neck, One should imagine they arrive, Naked, hair loose, Seated on a red lion, Accompanied by circle of wind, And are cleansed with the five substances.

source: གལ་ཏེ་བསྒྲུབ་བྱ་མི་འོང་ན། །སེང་ལྡེང་གི་ནི་མེ་མདག་ལ། །དེར་ནི་བཟླས་པ་བརྩམ་པར་བྱ། །བརྟུལ་ཞུགས་ཅན་གྱིས་འཁོར་ལོ་བསྲོ། །ཨོྃ་ཧྲཱིཿཥྚྲཱིཿཝི་ཀྲྀ་ཏཱ་ན་ན་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ།
en: “If the target does not arrive, The vow-holder should recite the mantra While heating the circle In a fire of acacia wood.

source: ཧྲཱིཿཨ་མུ་ཀཾ་ཨཱ་ཀརྵ་ཡ་ཧྲཱིཿ ཨོྃ་ཧྲཱིཿཥྚྲཱི་ཝི་ཀྲྀ་ཏཱ་ན་ན་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་ཛཿདེ་བ་དཏྟ་ཨཱ་ཀརྵ་ཡ་ཛཿ། འདི་ནི་བཅོམ་ལྡན་འདས་ཀྱིས་དགུག་པའི་ཆོ་ག་གསུངས་པའོ། །
en: oṁ hrīḥ ṣṭrīḥ vikṛtānana hūṁ hūṁ phaṭ phaṭ | hrīḥ amukam ākarṣaya hrīḥ | oṁ hrīḥ ṣṭrīḥ vikṛtānana hūṁ hūṁ phaṭ phaṭ jaḥ devadatta ākarṣaya jaḥ | This is the summoning rite taught by the Bhagavat.

source: དུར་ཁྲོད་གོས་ལ་མཁས་པས་ནི། །ཡུང་བ་ཡི་ནི་ཁུ་བ་ཡིས། །འཁོར་ལོ་གཉིས་ནི་མཉམ་པར་བྲི། །ཡི་གེ་ལྃ་གྱིས་བརྟེན་པ་ཡི། །བསྒྲུབ་བྱའི་མིང་ཡང་བྲི་བར་བྱ། །
en: “The adept should draw a double circle On cloth from a charnel ground, Using a decoction of turmeric, And write the target’s name Appended to the syllable laṁ.

source: ཁམ་ཕོར་ཁ་སྦྱོར་ནང་དུ་སྟེ། །ཁམ་ཕོར་སེར་པོའི་སྟེང་དུ་བཞག །དེ་ལ་མཁས་པས་རེ་ཁཱ་བྲི། །
en: “The adept should place it Inside conjoined bowls, Place this on top of a yellow bowl, And draw lines on it.

source: རེ་ཁཱ་བདུན་ནམ་ཡང་ན་བཞི། །མཉམ་པར་བཞག་པས་བྲི་བར་བྱ། །
en: “The adept, in a state of meditative focus, Should draw seven or four lines.

source: རི་རབ་ལྕོག་བརྒྱད་ཅེས་གྲགས་པ། །དེ་ཡི་སྟེང་དུ་མཉམ་པར་བྲི། །
en: Above that they should draw The eight-peaked Mount Sumeru.

source: ཡི་གེ་ཧཱུྃ་དང་ཡི་གེ་བྃ། རི་རབ་དེ་ནི་བརྟན་པར་བྱ། །དེ་ཡི་སྟེང་དུ་ལྃ་ཡིག་ལས། །དབང་ཆེན་དཀྱིལ་འཁོར་དགོད་པར་བྱ། །
en: “The syllables hūṁ and vaṃ Frame Mount Meru, And, above that, Indra’s maṇḍala Should be drawn with the syllable laṃ.

source: སྣ་ཚོགས་རྡོ་རྗེས་མནན་པ་ལ། །སྐུད་པ་སེར་པོས་བཅིངས་ནས་ནི། །
en: “It should be stamped with a crossed vajra And wrapped with a yellow thread.

source: གཤིན་རྗེའི་གཤེད་པོ་མདོག་སེར་པོ། །
en: One should imagine themselves As the yellow Yama’s Slayer.

source: དབང་ཆེན་དཀྱིལ་འཁོར་ལ་གནས་པ། །བསྒྲུབ་བྱ་སེར་པོ་རྣམ་བསམས་ལ། །
en: “One should imagine the target to be yellow And standing on Indra’s maṇḍala.

source: རི་རབ་ཀྱིས་ནི་མནན་བྱས་པ། །ཕྱག་ན་རྡོ་རྗེས་མནན་བྱས་པ། །
en: They are being crushed by Mount Sumeru And crushed by Vajrapāṇi as well.

source: དབང་ཆེན་དཀྱིལ་འཁོར་གྱི་འོག་ཏུ། །མན་དཱ་ར་སོགས་རི་བོ་དང་། །སྣ་ཚོགས་རི་བོ་རྣམས་ཀྱིས་ཀྱང་། །
en: “One should imagine the target is crushed By Mandara and the like, And other various mountains That are beneath Indra’s maṇḍala.

source: བསྒྲུབ་བྱ་མནན་པར་བསྒོམ་པར་བྱ། །དེ་ལ་གནས་ནས་བཟླས་པར་བྱ། །ཨོྃ་ཧྲཱིཿཥྚྲཱིཿལྦི་ཀྲྀ་ཏཱ་ན་ན་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་ལྃ་དེ་བ་དཏྟ་སྠཱ་ནེ་སྟམྦྷ་ཡ་ཀུ་རུ་ལཾ། འདི་ནི་བཅོམ་ལྡན་འདས་ཀྱིས་རེངས་པར་བྱེད་པའི་གསུངས་པའོ། །ངག་ནི་རེངས་པར་འདོད་པ་ཡིས། །
en: “While maintaining this visualization, recite the mantra: oṁ hrīḥ ṣṭrīḥ vikṛtānana hūṁ hūṁ phaṭ phaṭ laṁ devadatta sthāne stambhaya kuru laṁ | This is the paralyzing rite taught by the Bhagavat.

source: དེ་བཞིན་འཁོར་ལོ་གཉིས་བྲིས་ལ། །བསྒྲུབ་བྱའི་མིང་ཡང་བྲི་བར་བྱ། །དེར་ནི་སྔགས་ཀྱང་སྤྲོས་ལ་བཟླས། །ཨོྃ་ཧྲཱིཿཥྚྲཱི་ཝིཀྲྀ་ཏཱ་ན་ན་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་ལྃ་དེ་བ་དཏྟསྱ་ཡ་ཐཱསྲ་རཐཱ། ཀར་ཀྲིཏ་ཏེ་ནན་ཏི་བི་ར་ཡ་ཐཱ་ཨ་བི་རཱུ་པ་ཀཾ་དེ་བ་དཏྟ་ཡ་ཛྙཱ་དཏྟ་ཡ་སྱ་ཝཱ་ཀཝཀ་སྟམྦྷ་ན་ཀུ་རུ་ལཾ།
en: “One who wishes to paralyze speech Should draw a similar double circle, Add the target’s name, And recite the pulsating mantra: oṁ hrīḥ ṣṭrīḥ vikṛtānana hūṁ hūṁ phaṭ phaṭ laṁ devadattasya yathāprārabdha­kāryakṛte tannivārayato virūpakaṃ vadato yajñādattasya vākstambhanaṃ kuru laṃ huṃ phaṭ | This paralyzing rite was taught by the Bhagavat.

source: བཅོམ་ལྡན་འདས་ཀྱིས་རེངས་པར་བྱེད་པའི་ཆོ་ག་དེ་སྐད་གསུངས་སོ། །ཤིན་ཏུ་ལེགས་པར་སྦས་པ་ཡིས། །འདི་ལས་གསུངས་བཞིན་དགོས་པ་དག །
en: “This must be performed exactly as taught And with the utmost secrecy.

source: གཤིན་རྗེའི་གཤེད་ནག་སྦྱོར་བ་ཡིས། །ཉི་མ་གཅིག་གིས་འགྲུབ་པར་འགྱུར། །
en: Using the practice of Black Yamāri One will gain accomplishment in a single day.

source: སྔར་བཞིན་དུར་ཁྲོད་ཀྱི་རས་ལ། །འཁོར་ལོ་གཉིས་བྲིས་བརྟུལ་ཞུགས་ཅན། །སྐེ་ཚེ་དང་ནི་ཚྭ་དང་ནི། །དུག་དང་གཞན་ཡང་ནིམ་པ་དང་། །
en: “As before, the vow holder should draw A double circle on a charnel ground rag.

source: ཚ་བ་གསུམ་དང་ཚ་བའི་མར། །དུར་ཁྲོད་ཀྱི་ནི་སོལ་བ་དང་། །དྷ་དུར་ལོ་མའི་ཁུ་བ་དང་། །ཙན་ད་ལི་འབྲས་མཛུབ་མོ་ཁྲག །ཚ་སྒོ་ཅན་གྱི་ས་བླངས་ཏེ། །གདོལ་བའི་རྫ་མའི་དྲེག་པ་དང་། །རབ་ཏུ་ལྟོགས་པའི་སྨྱུ་གུ་ཡིས། །བཅུ་བཞི་ལ་བྲིས་བརྟུལ་ཞུགས་ཅན། །ཁྲོས་པའི་སེམས་ཀྱིས་ཉིན་ཕྱེད་ན། །གདུག་པ་ཅན་རྣམས་གསད་པའི་ཕྱིར། །
en: Taking black mustard seeds, salt, Poison, as well as neem, “The three hot spices, white mustard oil, Charcoal from a charnel ground, Juice from datura leaves, And likewise datura seeds, saline soil, “Blood from the index finger, And soot from a caṇḍāḷa’s pot, And using a quill from a starved bird, The vow holder should draw it on the fourteenth day, At midday, with a wrathful mind, In order to slay evil beings.

source: སེམས་ཅན་གནོད་པ་བྱེད་པའི་མིང་། །ཡི་གེ་ཧཱུྃ་གིས་བརྟེན་བྱས་ལ། །
en: “To the syllable hūṁ one should append The name of the person to be slain.

source: བདག་ཉིད་གཤིན་རྗེ་མཐར་བྱེད་པའི། །སྦྱོར་བས་ལྷོ་ཕྱོགས་ཁ་བལྟས་ཏེ། །
en: The yogin, facing south, Should embody Yama’s Slayer.

source: ཁྲོ་ཆེན་རབ་ཏུ་དྲག་པོའི་གཟུགས། །རུས་པས་མགོ་བོ་རྣམ་བརྒྱན་ལ། །
en: “Of wrathful form and intensely fierce, He is adorned with severed heads.

source: མ་ཧེ་ལ་བཞུགས་ལྕེ་ཕྱུང་འདྲིལ། །གསུས་པ་ཆེ་ལ་རབ་འཇིགས་པ། །
en: He stands on a buffalo, his tongue lolls, He has a large belly, and is terrifying.

source: སྐྲག་བྱེད་སྐྲ་འབར་གྱེན་དུ་འགྲེང་། །
en: “He is frightening, his blazing hair rises upward.

source: སྨ་ར་སྨིན་མ་དེ་བཞིན་སེར། །
en: His beard and eyebrows are similarly yellow.

source: གཡས་ན་རྡོ་རྗེ་ཆེན་པོ་དང་། །
en: His first right hand holds a large vajra.

source: གཉིས་པ་ན་ནི་རལ་གྲི་དང་། །གསུམ་པའི་ཕྱག་ན་གྲི་གུག་གོ། །
en: In his second is a sword, And, in the third, a knife.

source: ད་ནི་གཡོན་པའི་བྲི་བར་བྱ། །འཁོར་ལོ་དང་ནི་པདྨ་ཆེ། །ཐོད་པ་ཉིད་ནི་གཡོན་ནའོ། །
en: Now, to draw the left hands: A wheel, a large lotus, And a skull cup, are in his left hands.

source: རྩ་བའི་ཞལ་ནི་ཤིན་ཏུ་གནག །གཡས་པའི་ཟླ་འོད་བཟང་པོ་འདྲ། །གཡོན་པའི་དམར་པོ་ཡིན་པར་བརྟག །རྡོ་རྗེ་རྒྱན་གྱིས་རབ་ཏུ་བརྒྱན། །
en: “His main face is deep black, His right like fine moonlight, His left face is declared to be red, And he is adorned with vajra ornaments.

source: བ་སྤུ་ཁུང་ནས་འཇིགས་ཆེན་པོ། །རང་རིགས་བདག་པོ་རབ་འཕྲོ་བ། །
en: “From his pores emanate The fearsome one, lord of his own family.

source: ཉི་མའི་དཀྱིལ་འཁོར་སྟེང་ན་ནི། །ཞབས་ནི་གཡོན་པ་བརྐྱང་བས་གནས། །
en: He stands on a sun disk With his left leg extended.

source: མཆེ་བ་གཙིགས་ཤིང་རྒྱགས་པ་ཡིས། །བསྐལ་པའི་འབར་བ་མེ་དང་མཚུངས། །
en: He haughtily bares his fangs And resembles the apocalyptic fire.

source: འདི་ལྟ་བུ་ཡི་བདག་ཉིད་ཀྱིས། །བསྒྲུབ་པར་བྱ་བ་མདུན་དུ་དགོད། །
en: “Embodying this oneself, One should imagine the target placed in front.

source: གདུག་པའི་མཚོན་གྱིས་བརྒྱབ་པ་ཡིས། །དྲི་མ་ཅན་ལ་ནད་ཀྱིས་གཟིར། །
en: By striking with a poisoned blade, The target becomes filthy and diseased.

source: གོས་མེད་འདར་ཞིང་ཉམ་ཆུང་བས། །དོན་འདོད་པ་ཡི་ཚིག་སྨྲ་ཞིང་། །
en: “They become naked, shake, grow depressed, And speak pleading words.

source: མཚོན་གྱིས་གཟིར་བར་བྱས་པ་ཡི། །རྣག་གི་ཐུམ་པོས་ལུས་གང་བ། །
en: Their body is covered with pus-filled sores— The result of being sliced with a blade.

source: གྲང་བའི་རླུང་གིས་གཙེས་གྱུར་ཞིང་། །མེ་ཡི་ནང་དུ་ཞུགས་པ་ལ། །
en: “After being tormented by frigid wind, They find themselves in the midst of fire.

source: མ་ཧེ་དང་ནི་སྟག་དག་དང་། །ཁྱི་དང་མཆུ་རིངས་ཅན་དག་གིས། །སངས་རྒྱས་སྡེ་ནི་མངོན་འཇིགས་པའི། །སྡིག་པོ་ཆེ་ནི་བཟའ་བར་བྱེད། །
en: The wicked one, fearful of the host of buddhas, Will be consumed by buffaloes, Tigers, dogs, and crows.

source: མཐར་བྱེད་པ་ཡི་ལྷོར་གནས་པ། །ཚེར་མས་ལུས་ནི་བཀང་བ་དང་། །རྐང་པ་ཤིང་ལྕགས་སྒྲོག་གིས་བསྡམས། །དེ་བཞིན་དུམ་བུ་དུམ་བུར་བྱས། །པགས་པ་དག་ནི་བཤུས་བྱས་ནས། །
en: “The target stands in Yama’s stomach, Their body rife with thorns, And their feet clasped in wooden stocks.

source: དེ་ལ་ཚྭ་དང་སྐེ་ཚེ་བསྐུས། །ཧཱུྃ་ཞེས་ཟེར་བ་བསྒོམ་པར་བྱ། །དེ་ཡི་ལུས་བསྲུང་ལ་སོགས་པ། །གཅད་པ་དག་ནི་མདུན་དུ་དགོད། །དེ་ཡི་གོ་ཆའང་མེད་བྱས་ནས། །སྟོང་པའི་ལུས་ནི་མདུན་དུ་བསམ། །
en: They are chopped into pieces, Their skin is flayed, They are smeared with salt and mustard, And utter the syllable hūṁ “Imagine them in one’s presence, Their physical protections gone, Stripped of their armor, Their body completely vacant.

source: རང་གི་ལུས་བྱུང་ཁྲོ་བོ་ནི། །གཤིན་རྗེའི་གཤེད་སོགས་བདག་ཉིད་འདྲས། །
en: “Wrathful deities emanate from one’s own body Similar in form to oneself as Yamāri.

source: དེ་ཡི་ལུས་ལ་བརྒྱབ་ནས་ནི། །ཚིལ་བུ་རྐང་དག་འཐུང་བར་བྱེད། །
en: They strike the target’s body And suck their fat and marrow.

source: དེ་ཡི་མདུན་དུ་གཤིན་རྗེ་བསྒོམ། །ལག་ན་དབྱིག་པ་སྟོབས་པོ་ཆེ། །
en: “One should imagine Yama in front of them, Powerful, with a cudgel in hand.

source: གདུག་པ་ཅན་དེས་རྡེག་པར་བྱེད། །དེ་ཡི་རྒྱུ་མའི་ཕྲེང་བ་སོགས། །བྱ་རྒོད་ཀྱིས་ཁྱེར་མཁའ་ལ་འགྲོ། །
en: The cruel one strikes them, As vultures take to the sky Carrying off their entrails and the like.

source: ས་ཡི་འོག་ནས་ཀླུ་དང་ནི། །ལྷ་མ་ཡིན་ལ་སོགས་པས་རྡེག །
en: From below the ground, Nāgas and asuras strike at them.

source: འདི་ལྟར་བསྒྲུབ་བྱ་ཉམས་བྱ་བ། །སྙིང་རྗེ་ལ་གནས་སེམས་ཀྱིས་ནི། །བྱེད་པས་འཁོར་བའི་གནས་བཏོན་ནས། །སངས་རྒྱས་ཞིང་དུ་འགྲོ་བར་བྱེད། །
en: “Experiencing the target in this way, One should, while steeped in compassion, Lift them from their saṃsaric state, And lead them to a buddhafield.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཁྱད་པར་ཅན་གྱི་ཐུགས་ཀྱིས་འདི་ལྟ་བུའི་གསུང་ཕྱུང་བར་མཛད་དོ། །ཨེ་མའོ་གསད་པའི་ཡང་དག་གསད། །བསད་པ་མ་ཡིན་སྡིག་ལས་བཀྲོལ། །
en: Then, all the blessed tathāgatas uttered these words with a particular intention in mind: “How amazing indeed is this killing— Killing that is not killing Because it frees from evil.

source: ཇི་སྲིད་བསད་ཀྱང་མ་བསད་དོ། །
en: The one who was killed was not truly killed.

source: སྡིག་པ་སྟོང་ཕྲག་བྱས་པ་ཡི། །མནར་མེད་ལ་སོགས་མི་སྐྱེ་བ། །
en: “One who has committed a thousand evil deeds Will not be born in the Avīci Hell or others.

source: ཨེ་མའོ་སངས་རྒྱས་ཆེ་བའི་བདག །བསད་པས་བྱང་ཆུབ་ཐོབ་པར་བྱེད། །
en: How amazing is the greatness of the Buddha, That being killed leads to awakening.

source: སེམས་ཅན་གསོད་པ་བསད་པ་ཉིད། །སྙིང་རྗེ་ཆེན་པོ་ཉིད་ཀྱིས་བྱས། །
en: “The killing of the murderous being Is done by cultivating great compassion.

source: ཨེ་མའོ་སྙིང་རྗེ་སྟོབས་ཀྱི་མཆོག །
en: How amazing is supreme compassion.

source: སྙིང་རྗེ་དམན་པས་འགྲུབ་མི་འགྱུར། །
en: Success will not come through weak compassion.

source: ཨོཾ་ཧྲཱིཿཥྚྲཱིཿཝི་ཀྲྀ་ཏཱ་ན་ན་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ། ཧཱུྃ་དེ་བ་དཏྟ་མཱ་ར་ཡ་ཧཱུྃ་ཕཊ། ཨོཾ་ཧྲཱིཿཥྚྲཱིཿཝིཀྲྀ་ཏཱ་ན་ན་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ། དེ་བ་དཏྟ་མཱ་ར་ཡ་ཕཊ། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྐུ་གསུང་ཐུགས་གཤིན་རྗེའི་གཤེད་ནག་པོའི་རྒྱུད་ལས་རྣམ་པར་རྟོག་པ་གསོད་པའི་རྡོ་རྗེའི་འཁྲུལ་འཁོར་དང་སྔགས་དང་སྨན་གྱིས་གསད་པ་ལ་སོགས་པའི་ཆོ་ག་སྟེ་རིམ་པར་ཕྱེ་བ་བཞི་པའོ།། །།
en: oṁ hrīḥ ṣṭrīḥ vikṛtānana hūṁ hūṁ phaṭ phaṭ | hūṁ devadatta māraya hūṁ phaṭ | oṁ hrīḥ ṣṭrīḥ vikṛtānana hūṁ hūṁ phaṭ phaṭ | devadatta māraya phaṭ | This was the fourth chapter, “The Rites for Killing and so forth using Yantras, Mantras, Medicines, Related to the Procedure for Vajra Killing,” from The Tantra of Black Yamāri, the Body, Speech, and Mind of All Tathāgatas.

source: དེ་ནས་འཁོར་ལོ་གཉིས་བྲིས་ལ། །ཡི་གེ་ཕཊ་ཀྱིས་བརྟེན་པ་ཡི། །
en: Chapter 5: The Procedure for Drawing Yantras “Next, one should draw a double circle And append the syllable phaṭ.

source: བསྒྲུབ་བྱའི་མིང་ནི་བྲི་བྱས་ལ། །ཐོད་པ་ཁ་སྦྱར་ནང་དུ་གཞུག །
en: One should write the target’s name And put it into conjoined skull cups.

source: སྐུད་པ་སྔོན་པོས་བཅིངས་བྱས་ཏེ། །ཉི་མ་ཕྱེད་ཀྱི་དུས་སུ་ནི། །དུར་ཁྲོད་ས་ཡི་ནང་དུ་སྦ། །
en: “This should be wrapped with a blue thread And buried in a charnel ground at midday.

source: གཤིན་རྗེའི་གཤེད་ཀྱི་སྦྱོར་བ་ཡི། །
en: “While focused on being Yamāri, One should place the target before themselves.

source: རྟ་དང་མ་ཧེ་ཞོན་པ་ཡི། །ལག་ན་མཚོན་ཐོགས་བསྒྲུབ་བྱ་གཉིས། །མདུན་དུ་བསྒྲུབ་བྱ་དགོད་པར་བྱ། །
en: There are two targets, weapons in hand, Mounted on a horse and a buffalo.

source: ཁྲོས་པའི་ལུས་ལ་སྤྲུལ་བའི་ཚོགས། །གཉིས་ཀའི་ཕྱོགས་སུ་བསམ་པར་བྱ། །
en: “One should imagine that, on both sides, Are emanated hordes of wrathful beings.

source: གཉིས་ཀས་འཐབ་མོ་མང་པོ་བྱེད། །ཁྲོས་ཤིང་གདུག་པའི་སེམས་ལྡན་པའི། །སྟོབས་ལྡན་ཁྲོས་པ་བསྒོམ་པར་བྱ། །བསྒོམས་པས་བཟླས་པ་བརྩམ་པར་བྱ། །
en: With a mind steeped in wrath, One should recite the mantra while visualizing The two, powerful and fierce, in protracted battle.

source: ཨོཾ་ཧྲཱིཿཥྚྲཱིཿཝིཀྲྀ་ཏཱ་ན་ན་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ། དེ་བ་དཏྟ་ཡ་ཛྙཱ་དཏྟེ་བི་དྭེཥཱ་ཡ་ཧཱུྃ་ཕཊ། འདི་ནི་བཅོམ་ལྡན་འདས་ཀྱིས་དབྱེ་བའི་ཆོ་ག་གསུངས་པའོ། །
en: oṁ hrīḥ ṣṭrīḥ vikṛtānana hūṁ hūṁ phaṭ phaṭ | devadatta yajñādatte vidveṣāya hūṁ phaṭ | This is the rite for sowing discord taught by the Bhagavat.

source: ཆོ་ག་དག་ནི་སྔ་མ་བཞིན། །འཁོར་ལོ་གཉིས་ནི་བྲི་བྱས་ལ། །ཡི་གེ་ཧཱུྃ་ཕཊ་ཀྱིས་བརྟེན་པ། །ཐོད་པ་ཁ་སྦྱར་ནང་དུ་གཞུག །
en: “Following the same rite as before, One should draw a double circle, Augment it with the syllables hūṁ and phaṭ, And put it inside conjoined skull cups.

source: སྐུད་པ་ནག་པོས་བཅིངས་བྱས་ལ། །ཤ་ཟའི་ཚུལ་དུ་སྦ་བར་བྱ། །
en: “It should be wrapped with a black cord And buried in an ancestor’s grove.

source: གཤིན་རྗེའི་སྦྱོར་བ་ལ་གནས་པས། །མདུན་དུ་བསྒྲུབ་བྱ་བ་སྒོམ་པར་བྱ། །
en: Maintaining the practice of Yamāri, One should imagine the target before oneself.

source: ཡྃ་བྱུང་གཞུ་ཡི་དབྱིབས་འདྲ་བའི། །རླུང་གི་དཀྱིལ་འཁོར་ནག་པོ་ལ། །དེ་སྟེང་མདོག་སྔོན་རྔ་མོ་བསྒོམ། །
en: “Visualize a black wind maṇḍala, Born from yaṁ and shaped as a bow, With a blue camel on it.

source: དེ་ལ་གདུག་པ་ཅན་བསྐྱོན་ལ། །ལྷོ་ཡི་ཕྱོགས་སུ་ཁ་བསྟན་ཏེ། །ཁྲོ་བོའི་ཚོགས་ཀྱིས་དེ་བརྡེག་པ། །
en: On it is the evildoer, facing south, Being beaten by a furious horde.

source: སངས་རྒྱས་ཡིན་ཡང་བཟློག་པ་དཀའ། །
en: Even a buddha would find this hard to reverse.

source: ཨོཾ་ཧྲཱིཿཥྚྲཱི་ཝིཀྲྀ་ཏཱ་ན་ན་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ། ཧཱུྃ་ཕཊ་དེ་བ་དཏྟ་ཨུཙྪ་ཊ་ཡ་ནྃ་ཧཱུྃ་ཕཊ། འདི་ནི་བཅོམ་ལྡན་འདས་ཀྱིས་བསྐྲད་པའི་ཆོ་ག་གསུངས་པའོ། །
en: oṁ hrīḥ ṣṭrīḥ vikṛtānana hūṁ hūṁ phaṭ phaṭ devadattam ucchāṭaya hūṁ phaṭ | This is the expelling rite taught by the Bhagavat.

source: ཁྲོས་པས་རྣལ་འབྱོར་ལྷོར་བལྟས་ལ། །ར་ཁྲག་རོ་བསྲེགས་ཐལ་བ་དང་། །དུག་གི་ཚྭ་དང་སྐེ་ཚེ་དང་། །མར་ཁུ་སྨྱོན་པའི་ཁུ་བ་ཡིས། །དུར་ཁྲོད་རས་ལ་འཁོར་ལོ་གཉིས། །རིམ་པ་འདི་བཞིན་བྲི་བར་བྱ། །
en: “The fierce yogin, facing south, Should draw a double circle on charnel ground cloth Using a decoction of goat blood, corpse ash, Poison, salt, black mustard, and datura, Following the ritual sequence.

source: བསད་པ་གཤིན་རྗེའི་ལུས་ལ་གནས། །དབྱེ་བ་རྟ་དང་མ་ཧེ་ཡིས། །བསྐྲད་པ་རྔ་མོའི་ལུས་ལ་གནས། །ཞི་བ་ཟླ་བའི་དཀྱིལ་འཁོར་གྱིས། །རྒྱས་པ་ཟླ་བ་སེར་པོ་ལ། །བཙུན་མོ་སྙིང་གར་དབང་དུ་བྱ། །
en: “To kill, one should place the target on Yama’s body; To sow dissent, on a horse and a buffalo; To expel, standing on a camel; To pacify, on a moon disk; To enrich, on a yellow moon disk; To enthrall, in a woman’s heart; To summon, mounted on a goat; To paralyze, in a ring of mountains; And to summon, on a śarabha lion.

source: ར་ལ་བསྐྱོན་པས་འགུགས་པར་བྱེད། །
en: The other rites are defined in a similar manner.

source: རི་བོའི་དཀྱིལ་དུ་རེངས་བྱ་གཞག །ཤ་ར་བྷ་འམ་སེང་གེས་དགུག །དེ་བཞིན་གཞན་ཡང་མཚོན་པར་བྱ། །རོ་ཙ་ན་དང་རྒྱ་སྐྱེགས་དང་། །ཁ་ཆེ་ཡི་ནི་ཁྱད་པར་གྱི། །དབང་དུ་བྱ་བ་གྲོ་གར་བྲི། །
en: “One should draw with bovine bezoar, Lac, or Kashmiri saffron, as specified, On birch bark in order to enthrall.

source: དགེ་བའི་སེམས་ཀྱིས་བཟུང་བྱས་ན། །འགྲུབ་པར་འགྱུར་ཏེ་ཐེ་ཚོམ་མེད། །
en: If one’s mind is focused on virtue, There is no doubt it will be successful.

source: ཁམ་ཕོར་ཁ་སྦྱར་ནང་དུ་གཞུག །
en: “The circles should be placed in conjoined bowls.

source: ཁྭ་ཡི་སྒྲོ་ཡི་སྨྱུ་གུ་ཡིས། །ཉི་མ་ཕྱེད་ནས་བྲི་བར་བྱ། །པདྨའི་ཁ་སྦྱོར་རོ་བསྲེགས་སར། །གཤིན་རྗེའི་རྣལ་འབྱོར་བདག་ཉིད་ཀྱིས། །
en: After midday, one should write with a raven feather On a cremation pyre or conjoined skull cups.

source: ཨོཾ་ཧྲཱིཿཥྚྲཱིཿལ་སོགས་གསང་སྔགས་བཟླས། །ལྷོ་ཕྱོགས་གནས་ཏེ་ཚར་གཅད་བྱ། །
en: While focused on being Yamāri, One should recite the mantra oṁ hrīḥ ṣṭrīḥ…, With the target of suppression facing south.

source: མཐའ་ཡི་ཡ་བོར་ཞི་བ་ལ། །ཡི་གེ་ནི་དེ་གཉིས་ཀ་དང་། །
en: “For pacifying, the syllable ya at the edge is effaced, As well as both the ni syllables.

source: ཕྱི་ནས་དཀྱིལ་གྱི་ཡ་སྤངས་ཏེ། །ཡི་གེ་ལྷག་མ་ཇི་བདེ་བར། །
en: Next, efface the syllable ya in the center, And the remaining syllables as desired.

source: སྔོན་དུ་བསྙེན་པ་ཁྲི་ཙམ་བྱ། །འདིས་ནི་ལས་རྣམས་རབ་སྒྲུབ་པ། །
en: “One should do ten thousand preparatory recitations, Which results in successful ritual action.

source: ཡེ་ཤེས་རྡོ་རྗེ་བྱ་བ་སྟེ། །གཤིན་རྗེའི་གཤེད་ཀྱི་རྣལ་འབྱོར་པས། །
en: This is to be done with vajra wisdom While focused on being Yamāri.

source: རབ་ཏུ་གྲགས་པའི་འཁོར་ལོ་འདི། །ཡི་གེར་བྲིས་ནས་གནས་པ་དང་། །འཁོར་ལོ་བྲིས་ནས་གནས་པ་ཡི། །ཁྱིམ་དེར་འཐབ་མོ་རྟག་ཏུ་འབྱུང་། །
en: “There will be continuous strife In a house where this terrifying circle remains After it has been drawn, With all the syllables still written.”

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྐུ་གསུང་ཐུགས་གཤིན་རྗེའི་གཤེད་ནག་པོའི་རྒྱུད་ལས་འཁྲུལ་འཁོར་གྱི་གོ་རིམས་བྲི་བ་ཞེས་བྱ་སྟེ་རིམ་པར་ཕྱེ་བ་ལྔ་པའོ།། །།
en: This was the fifth chapter, “The Sequence for Drawing Yantras,” from The Tantra of Black Yamāri, the Body, Speech, and Mind of All Tathāgatas.

source: དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བདག་པོས་བཅོམ་ལྡན་འདས་རྡོ་རྗེ་འཆང་ཆེན་པོ་ལ་བསྟོད་པའི་རྒྱལ་པོ་འདིས་གསོལ་བ་བཏབ་པ། གང་གིས་རྡོ་རྗེ་ཅན་མཉེས་པ། །ཞེ་སྡང་ཕྱག་རྒྱའི་རྣལ་འབྱོར་གྱིས། །རྡོ་རྗེའི་ཕྱག་རྒྱས་རྒྱས་བཏབ་པས། །དངོས་གྲུབ་རྒྱ་ཆེན་ཐོབ་པར་བྱེད། །
en: Chapter 6: Drawing the Circle Then, the lord of all the blessed tathāgatas supplicated the Bhagavat, the great vajra holder, using this king of praises: “By applying the mudrā of anger, Which delights the vajra holders, And then sealing it with the vajra mudrā, A vast array of siddhis are attained.”

source: དེ་ནས་རྡོ་རྗེ་འཆང་རྒྱལ་པོས། །འདི་ལྟ་བུ་ཡི་གསུང་བསྒྲགས་སོ། །དཀྱིལ་འཁོར་གྱི་ནི་ལྷ་ཀུན་གྱི། །དབུ་ལ་གཤིན་རྗེའི་གཤེད་པོ་བསྒོམ། །
en: The vajra holder, the king, Then made this statement: “Visualize Yama’s Slayer On the heads of all the maṇḍala deities.

source: རྟག་ཏུ་དཀྱིལ་འཁོར་བྲི་བར་བྱ། །
en: “Continually draw the maṇḍala.

source: རྟག་ཏུ་སྦྱིན་སྲེག་གིས་ཀྱང་དགང་། །
en: Continually satisfy with fire offerings.

source: རྟག་ཏུ་དམ་ཚིག་དག་ཀྱང་གཟུང་། །
en: Continually uphold the samayas.

source: སྡོམ་པ་དག་ཀྱང་ཡང་དག་གཟུང་། །
en: Continually maintain the vows.

source: དང་པོ་ལ་ནི་ཅོད་པན་དབང་། །
en: “First is the crown initiation.

source: གཉིས་པ་རལ་གྲི་སྦྱིན་པར་བྱ། །
en: Second, the sword initiation should be given.

source: གསུམ་པ་རྡོ་རྗེ་དྲིལ་བུ་དང་། །
en: Third, the vajra and bell initiation.

source: ཟླ་བ་བཟའ་བ་བཞི་པ་སྟེ། །
en: The eating of the moon is fourth.

source: བཞི་པོ་འདི་ནི་དབང་ཆེན་པོ། །ནག་པོའི་ཞལ་ནས་བྱུང་བ་ཡི། །
en: “These are the four great initiations, Sprung from the Black One’s mouth.

source: དབང་འདི་དག་གི་བྱེ་བྲག་གིས། །རྒྱལ་བའི་སྲས་ཀྱིས་བྱང་ཆུབ་ཐོབ། །
en: Through the uniqueness of these four initiations, The children of the jinas attain awakening.

source: འབྱུང་པོ་ཀུན་གྱི་གཏོར་མའི་ལུགས། །སྔགས་འདི་དེ་ནས་རབ་བཤད་བྱ། །
en: “Next, I will explain the mantra, The means for offering bali to all spirits.

source: སྔགས་ཆེན་བཟླས་པ་ཙམ་གྱིས་ནི། །འབྱུང་པོ་ཐམས་ཅད་འདར་འགྱུར་བ། །ཨོཾ་ཨིནྡྲཱ་ཡ་ཧྲཱིཿ། ཡ་མཱ་ཡ་ཥྚྲཱིཿ། བ་རུ་ཎཱ་ཡ་ཝི། ཀུ་བེ་རཱ་ཡ་ཀྲྀ། ཨཱི་ཤྭ་ནཱ་ཡ་ཏ། ཨགྷ་ཨེ་ཨཱ། ནཻ་རི་ཏྱཱ་ཡ་ན། བཱ་ཡ་བེ་ན། ཙནྡྲཱ་ཡ་ཧཱུྃ། ཨཱ་ཀརྵ་ཡ་ཧཱུྃ། བྲཧྨ་ཎཱེ་ཡ་ཕཊ། བ་སུ་དྷ་རཱི་ནྱཻ་ཕཊ། བཻ་མ་ཙེ་ཏྲི་ཎྃ་སྭཱ། སརྦ་བྷཱུ་ཏིཾ་བྷྱོ། ཧཱ་ཧ་ཧ་ཧི་ཧི།
en: By merely reciting the great mantra All spirits will tremble.
